export const cardsData = [
  // Без статуса
  {
    id: 1,
    topic: "Web Design",
    title: "Название задачи",
    date: "30.10.23",
    status: "Без статуса",
    description: "Описание задачи. Здесь будет отображаться текст описания выбранной карточки."
  },
  {
    id: 2,
    topic: "Research",
    title: "Название задачи", 
    date: "30.10.23",
    status: "Без статуса",
    description: "Описание задачи. Здесь будет отображаться текст описания выбранной карточки."
  },
  {
    id: 3,
    topic: "Web Design",
    title: "Название задачи",
    date: "30.10.23",
    status: "Без статуса",
    description: "Описание задачи. Здесь будет отображаться текст описания выбранной карточки."
  },
  {
    id: 4,
    topic: "Copywriting",
    title: "Название задачи",
    date: "30.10.23",
    status: "Без статуса",
    description: "Описание задачи. Здесь будет отображаться текст описания выбранной карточки."
  },
  {
    id: 5,
    topic: "Web Design",
    title: "Название задачи",
    date: "30.10.23",
    status: "Без статуса",
    description: "Описание задачи. Здесь будет отображаться текст описания выбранной карточки."
  },

  // Нужно сделать
  {
    id: 6,
    topic: "Research",
    title: "Название задачи",
    date: "30.10.23",
    status: "Нужно сделать",
    description: "Описание задачи. Здесь будет отображаться текст описания выбранной карточки."
  },

  // В работе
  {
    id: 7,
    topic: "Research",
    title: "Название задачи",
    date: "30.10.23",
    status: "В работе",
    description: "Описание задачи. Здесь будет отображаться текст описания выбранной карточки."
  },
  {
    id: 8,
    topic: "Copywriting",
    title: "Название задачи",
    date: "30.10.23",
    status: "В работе",
    description: "Описание задачи. Здесь будет отображаться текст описания выбранной карточки."
  },
  {
    id: 9,
    topic: "Web Design",
    title: "Название задачи",
    date: "30.10.23",
    status: "В работе",
    description: "Описание задачи. Здесь будет отображаться текст описания выбранной карточки."
  },

  // Тестирование
  {
    id: 10,
    topic: "Research",
    title: "Название задачи",
    date: "30.10.23",
    status: "Тестирование",
    description: "Описание задачи. Здесь будет отображаться текст описания выбранной карточки."
  },

  // Готово
  {
    id: 11,
    topic: "Research", 
    title: "Название задачи",
    date: "30.10.23",
    status: "Готово",
    description: "Описание задачи. Здесь будет отображаться текст описания выбранной карточки."
  }
];

export const statuses = [
  "Без статуса",
  "Нужно сделать", 
  "В работе",
  "Тестирование",
  "Готово"
];